{
  "topic": [
    "Independence Day",
    "Ai is a threat or benefit?",
    "Elon musk Vs Jeff Bezos",
    "Social media has made it easier to misuse one's right to freedom of expression.",
    "Violent video games affect children negatively.",
    "Success comes to those who take risks.",
    "People today are more materialistic and less satisfied as compared to previous generations.",
    "Do you think progress is always good? Cite examples to support your view.",
    "At least one form of physical training should be mandatory across education institutes.",
    "Social media has made us less social.",
    "The winner stands alone.",
    "Do ethics or moral principles change with time? Cite examples to support your view.",
    "First Campus Interview Experience",
    "My Best Friend",
    "Are we too dependent on Computers",
    "Digitization and its benefits",
    "My last vacation with Parents",
    "Education – Importance in the development of the country",
    "Your Favorite Sportsperson",
    "Reservation in India",
    "Effect of Mobile Phones on Teenagers",
    "My dream job",
    "Is Climate change real?",
    "Write an essay on corporate hospitals vs medical ethics",
    "Write an essay on ‘Learning vs Understanding’.",
    "Spending habits drifting away financial security",
    "Child counseling place a vital role in student or children.",
    "What are the effects of video games on teenagers these days",
    "Give your views on the necessity of daily exercise and should it made compulsory in the Indian education system?",
    "What do you think about social media websites like Facebook, Twitter, etc and their effects in making us less social",
    "Success comes to those who take risks.",
    "Should laptop replace textbooks in schools",
    "Impact of social networking & social networking sites",
    "How technology has connected people",
    "Views on manual or automated work through software",
    "Your view on – we are depending too much on loans",
    "Education needs to be practical",
    "Spirituality in the corporate world",
    "A person's Education achievement depends upon family, friends, and society. give your views for or against this topic",
    "Are citizens of India uses their voting power adequately.",
    "Stress and its effect on youngsters",
    "People today are more materialistic and less satisfied as compared to previous generations",
    "Social Media- Boon Or Bane",
    "Social media has made it easier to misuse one's right to freedom of expression",
    "Violent video games affect children negatively.",
    "Uses and Abuses of Advertisements",
    "Gaps between rich and poor is ever increasing",
    "Increasing number of cabs on road is increasing the number of accidents",
    "Honesty is the best policy",
    "Importance of Communication Skills",
    "Social media had made us less Social",
    "Success comes to those who take risks",
    "Women Empowerment",
    "At least one form of physical training should be mandatory across education institute.",
    "Online Learning is more efficient than traditional learning. Your View?",
    "Environment-What man is doing to Nature",
    "Corruption and poverty hand in hand",
    "Impact of Social media on Indian society",
    "Where there is a will, there is a way",
    "Contribution of agriculture in the Indian economy",
    "Is the population of India as asset or liability",
    "E-commerce is the face of the new economy",
    "Women make better managers than men",
    "Gender sensitivity needs special attention from childhood",
    "Sexual violence against women has increased. News agencies report high profile cases. Are these genuine or hyped?",
    "Technology is a double edge sword. It should be managed carefully",
    "Dowry system in India is curtailed only in law and not practically",
    "Environment concerns should take the highest priority in people's minds",
    "should reservation in higher education be allowed?",
    "The role of family and friends in educational achievements",
    "If we destroy nature, we harm ourselves.",
    "Do celebrities have a responsibility towards consuming and believing in products and causes they endorse?",
    "Importance of sports in life",
    "Facebook, Instagram, Twitter and their effect in making us less social",
    "Simple joys of life vs Big achievements",
    "Learning vs Understanding",
    "Global warming and its threat",
    "Advertisements in all glitter but no truth",
    "Importance of Cybersecurity",
    "Gender sensitivity needs special attention from childhood",
    "E-commerce is the face of the new economy",
    "Bullet trains in India - Pros and cons",
    "Education - Importance in the development of the country",
    "Practice makes a man perfect",
    "Are we too dependent on computers?",
    "Digitization and its benefits",
    "Experience or Talent. What is more important?",
    "Stress and it's effects on youngsters",
    "People today are more materialistic and less satisfied as compared to previous generations."
  ]
}